Repository: uwp-at-mrit/BigBang
Catalog: ch6000m3/stone/tongue/*/dredges.resw
Source language: en_us
Languages: zh_cn

# Overflow
source: Overflow Pipe
zh_cn: 溢流桶

# PSHPDP
source: PS Discharge Pressure
zh_cn: 排压

source: PS Draghead
zh_cn: 耙头

source: PS Intermediate
zh_cn: 耙中

source: PS Trunnion
zh_cn: 弯管

# PSHPVP
source: PS Vacuum Pressure
zh_cn: 真空

# PSWC
source: PS Wave Compensator
zh_cn: 波浪补偿器

# SBHPDP
source: SB Discharge Pressure
zh_cn: 排压

source: SB Draghead
zh_cn: 耙头

source: SB Intermediate
zh_cn: 耙中

source: SB Trunnion
zh_cn: 弯管

# SBHPVP
source: SB Vaccum Pressure
zh_cn: 真空

# SBWC
source: SB Wave Compensator
zh_cn: 波浪补偿器

# PSDP
source: PS Draghead Differential Pressure
zh_cn: 左压差

# SBDP
source: SB Draghead Differential Pressure
zh_cn: 右压差

# Overlook
source: Over Look View
zh_cn: 俯视图

# PS
source: Port
zh_cn: 左舷

# Sidelook
source: Side Look View
zh_cn: 侧视图

# SB
source: Starboard
zh_cn: 右舷

source: Speed
zh_cn: 航速

source: Tide Mark
zh_cn: 潮位

source: A let
zh_cn: A口

source: B let
zh_cn: B口

# hVirtualOut
source: Draghead Gantry Virtual Wind Out Limited
zh_cn: 耙头吊架假推出限位

# hVirtualUp
source: Draghead Gantry Virtual Wind Up Limited
zh_cn: 耙头吊架假收进限位

# iVirtualOut
source: Intermediate Gantry Virtual Wind Out Limited
zh_cn: 耙中吊架假推出限位

# iVirtualUp
source: Intermediate Gantry Virtual Wind Up Limited
zh_cn: 耙中吊架假收进限位

# tVirtualOut
source: Trunnion Gantry Virtual Wind Out Limited
zh_cn: 弯管吊架假推出限位

# tVirtualUp
source: Trunnion Gantry Virtual Wind Up Limited
zh_cn: 弯管吊架假收进限位

# on
source: Working
zh_cn: 有效

# ps_gantry_settings
source: PS Gantry Limitation Settings
zh_cn: 左舷吊架限位假到位

# sb_gantry_settings
source: SB Gantry Limitation Settings
zh_cn: 右舷吊架限位假到位
